//
//  News.swift
//  Self
//
//  Created by admin on 08.05.2018.
//  Copyright © 2018 admin. All rights reserved.
//

import Foundation

class News {
    
//    "id": "812",
//    "name": "Ежегодные шашлыки начало",
//    "date": "26.04.2018",
//    "autor": "Исаева Аксинья",
//    "text": "Граждане сотрудники, каждый год наша дружная фирма отправляется на встречу безудержному веселью и вкусным шашлыкам в загородный клуб Мистер Фишер. http://mf-club.ru\nВ этом году в связи с погодными условиями, поездка переносится с начала мая на время которое мы определим с вами вместе.\nУкажите любую субботу (конец мая-начало июня) когда вы можете поехать на шашлыки. ",
//    "short_text": "Граждане сотрудники, каждый год наша дружная фирма отправляется на вст",
//    "view": "1"
    
    var id : String = ""
    var name : String = ""
    var date : String = ""
    var autor : String = ""
    var text : String = ""
    var short_text : String = ""
    var view : String = ""
    
}
